Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: In 2023, men 18+ were 56 per cent
fr_fr: plus représentaient 56 % des victimes, tandis que les femmes et les filles

source: of victims, women and girls were about one third of victims, and 67 per cent
fr_fr: représentaient environ le tiers des victimes et 67 % des victimes de

source: of firearm-related intimate partner violence victims.
fr_fr: violences conjugales liées aux armes à feu.

source: Indigenous, Black, and other
fr_fr: Les Autochtones, les Noirs et

source: racialised communities face significant victimisation.
fr_fr: Renouveler le Système national d'alertes au public – Cette

source: Renewing Canada's National Public Alerting System will especially help
fr_fr: mesure profitera particulièrement aux personnes âgées, aux personnes en

source: seniors, persons with disabilities, Indigenous people, and low-income households by
fr_fr: situation de handicap, aux Autochtones et aux ménages à faible revenu grâce à la

source: providing accessible, bilingual alerts for wildfires, floods, public safety threats, and
fr_fr: d'inondations, de menaces à la sécurité publique et d'alertes Amber.

source: Amber Alerts. In 2024, 879 alerts were issued nationwide.
fr_fr: En 2024, 879 alertes ont été diffusées à l'échelle nationale.

source: Combatting Financial Fraud will protect all Canadians, especially
fr_fr: Combattre la fraude financière – Ces efforts protégeront tous

source: seniors, who are more often targeted by phone scams, as well as younger people who face
fr_fr: les Canadiens, particulièrement les personnes âgées, qui sont le plus souvent la

source: rising risks on digital platforms.
fr_fr: risques croissants sur les plateformes numériques.

source: In 2024, reported losses totaled
fr_fr: En 2024, les pertes

source: $643 million, and only 5 to 10 per cent of frauds are estimated to
fr_fr: peine 5 % à 10 % des fraudes sont signalées.

source: be reported.
fr_fr: L'annexe 6 fournit plus de renseignements sur les effets attendus des mesures

source: <<< source: chap5-en.html >>>
fr_fr: <<< source: chap5-fr.html >>>

source: 5: Creating a more efficient and effective government
fr_fr: : Rendre le gouvernement plus efficace et efficient

source: Chapter 5: Creating a more efficient and effective government.
fr_fr: mesures figurant dans le Chapitre 5 : Rendre le gouvernement plus efficace et

source: Canada's new government made a clear commitment to Canadians to bring fiscal discipline to the
fr_fr: efficient. Le nouveau gouvernement du Canada s'est engagé clairement envers les Canadiens et les Canadiennes à

source: federal budget.
fr_fr: faire preuve de rigueur dans le budget fédéral.

source: We will spend less on government operations, so we can invest more in the workers,
fr_fr: gouvernement pour pouvoir investir davantage dans la main-d'œuvre, les entreprises et les

source: business, and nation-building infrastructure that will build Canada Strong.
fr_fr: infrastructures d'intérêt national et ainsi bâtir un Canada fort.

source: To achieve this goal,
fr_fr: Pour atteindre ce but, le

source: Government itself must become much more productive by rightsizing, cutting red tape and wasteful
fr_fr: gouvernement lui-même doit être beaucoup plus productif en optimisant la taille de ses effectifs, en

source: Canada's new government will balance Canada's operating budget
fr_fr: Notre nouveau gouvernement équilibrera son budget

source: within three years by making responsible, pragmatic choices—shifting the composition of spending
fr_fr: la composition des dépenses afin de privilégier les investissements en capital qui feront croître

source: toward capital investments that will grow the economy and prosperity for Canadians.
fr_fr: l'économie et prospérer la population canadienne. Nous réaliserons des investissements judicieux,

source: We will make
fr_fr: d'une ampleur jamais vue depuis des générations afin de bâtir le pays que nous voulons.

source: smart, generational investments to build the country we want for ourselves.
fr_fr: En diminuant les dépenses pour investir davantage, nous pouvons donner aux Canadiens les moyens

source: By spending less to invest more we can empower Canadians with new opportunities, better careers, and
fr_fr: d'agir grâce à de nouvelles possibilités, à de meilleures carrières et à un coût de la vie plus

source: a lower cost of living.
fr_fr: abordable.

source: We can protect our sovereignty, our borders, our communities, and our way of
fr_fr: Nous pouvons protéger notre souveraineté, nos frontières, nos communautés et notre mode

source: life.
fr_fr: de vie.

source: We can build a stronger economy and build prosperous communities across the country.
fr_fr: Nous pouvons bâtir une économie plus forte et des communautés prospères partout au pays.

source: 5.1 Spending Less to Invest More
fr_fr: 5.1 Diminuer les dépenses pour investir davantage

source: To spend less, we are modernizing government operations to deliver better results for Canadians and reduce costs.
fr_fr: Pour réduire les dépenses, nous modernisons les activités du gouvernement afin d'obtenir de meilleurs

source: Through an ambitious savings plan, we are slowing the growth in direct program
fr_fr: résultats pour les Canadiens et de faire baisser les coûts. Grâce à un plan ambitieux pour réaliser

source: spending from 8 per cent to under 1 per cent.
fr_fr: des économies, nous réduisons de 8 % à moins de 1 % la croissance des dépenses

source: Budget 2025 introduces
fr_fr: Le budget de 2025 prévoit de nouvelles mesures pour rendre les

source: new measures to make federal programs and services more effective and focused.
fr_fr: programmes et services fédéraux plus efficaces et ciblés.

source: This includes results from the Comprehensive Expenditure Review—a government-wide exercise to reduce
fr_fr: Ces mesures découlent des résultats de l'examen exhaustif des dépenses, un exercice pangouvernemental

source: duplication and inefficiencies and realign activities towards the core federal mandate. Greater
fr_fr: visant à réduire les chevauchements et les processus inefficaces et à réaligner les activités sur le

source: efficiency will allow resources to be directed towards increasing public service productivity and
fr_fr: mandat central du gouvernement fédéral. Les ressources dégagées par les gains d'efficacité seront

source: improving how services are delivered to Canadians, particularly through the integration of
fr_fr: utilisées pour améliorer la productivité de la fonction publique et la prestation de services aux

source: technology and artificial intelligence (AI).
fr_fr: Canadiens, particulièrement au moyen de l'intégration de technologies et de l'IA.

source: Budget 2025 delivers on the Comprehensive Expenditure Review—reducing inefficiency and focusing
fr_fr: Le budget de 2025 met en œuvre les résultats de l'examen exhaustif des dépenses dans le but de

source: on core priorities.
fr_fr: réduire les inefficiences et de cibler les grandes priorités.

source: It will rein in government spending—saving Canada $13 billion annually by 2028-29, for a total
fr_fr: 13 milliards de dollars par année d'ici 2028-2029, pour un total de 60 milliards de

source: with other savings and revenues of $60 billion over five years.
fr_fr: dollars sur cinq ans lorsqu'on y ajoute les autres économies réalisées et les revenus.

source: Over the last decade, from 2015 to 2024, the federal public service grew by more than
fr_fr: Au cours de la dernière décennie, soit de 2015 à 2024, la fonction publique fédérale a augmenté

source: 40 per cent—double the rate of economic growth.
fr_fr: de plus de 40 %.

source: After direct program expenses began to
fr_fr: C'est deux fois plus que le taux de la croissance économique.

source: fall from their COVID-19 peak in 2020-21, the federal public service continued to expand.
fr_fr: Alors que les dépenses de programme directes ont commencé à diminuer après avoir atteint un sommet

source: increases are unsustainable.
fr_fr: Ces hausses ne sont pas viables.

source: This has left federal finances strained, and put the vital services and
fr_fr: Elles fragilisent les finances fédérales et menacent les services

source: programs that Canadians rely on at risk.
fr_fr: et les programmes vitaux sur lesquels comptent les Canadiens.

source: rightsizing programs to realize efficiencies.
fr_fr: Un réaménagement des

source: It will also involve workforce adjustments and
fr_fr: effectifs et l'attrition aideront aussi à ramener à une taille plus viable la fonction publique.

source: attrition to return the size of the public service to a more sustainable level. We will also take
fr_fr: Nous prendrons également des mesures pour éliminer les échappatoires fiscales et veiller à ce que

source: action to close tax loopholes and make sure everyone is paying their fair share.
fr_fr: chaque personne paye sa juste part.

source: To meet the moment, we must reinvent government to be fit for the 21st century.
fr_fr: Pour faire face à cette situation, nous devons réinventer le gouvernement pour l'adapter

source: recalibrating activities and fiscal room towards our core mandates—spending less on the day-to-day
fr_fr: Cela signifie qu'il faut réorienter les activités et la marge de manœuvre financière vers nos mandats essentiels, en dépensant moins pour le fonctionnement quotidien du gouvernement.

source: running of government.
fr_fr: Après avoir atteint un sommet de près de 368 000 personnes en 2023-2024, le

source: From a peak of almost 368,000 in 2023-24, the public service population is expected to reach
fr_fr: nombre d'employés de la fonction publique devrait atteindre environ 330 000 d'ici la fin

source: roughly 330,000 by the end of 2028-29—a decline of about 40,000 positions or
fr_fr: de 2028-2029, soit une baisse d'environ 40 000 postes ou 10 %.

source: 10 per cent.
fr_fr: Cette évolution

source: This reflects normal attrition through retirements, voluntary departures, and
fr_fr: reflète l'attrition normale due aux départs à la retraite, aux départs volontaires et aux mesures

source: previous savings exercises, as well as further action the government is taking to slow spending and
fr_fr: d'économie précédentes, ainsi que les nouvelles mesures prises par le gouvernement pour ralentir les

source: return the public service to a sustainable size.
fr_fr: dépenses et redonner à la fonction publique une taille viable.

source: Through the Comprehensive Expenditure Review, and
fr_fr: À la suite de l'examen exhaustif des

source: the introduction of new and better tools such as AI, the tech-enabled public service of the future
fr_fr: dépenses et de la mise en place d'outils modernes comme l'IA, la fonction publique de demain, à la

source: will still deliver the services that Canadians depend on.
fr_fr: fine pointe de la technologie, continuera de fournir des services sur lesquels compte la population

source: The Comprehensive Expenditure Review will return government spending to sustainable levels—enabling
fr_fr: canadienne. L'examen exhaustif des dépenses permettra de rétablir les dépenses publiques à un niveau durable, et

source: the government to direct federal spending to enhance productivity and towards capital formation.
fr_fr: d'orienter les dépenses fédérales directes vers l'amélioration de la productivité et la formation de

source: Each Minister has been tasked with reviewing spending within their portfolio to assess which
fr_fr: capital. Chaque ministre a été chargé d'examiner les dépenses relevant de son portefeuille afin

source: programs:
fr_fr: d'évaluer quels programmes :

source: are meeting their objectives
fr_fr: atteignent leurs objectifs;

source: are core to the federal mandate, and
fr_fr: sont essentiels au mandat fédéral;

source: complement—rather than duplicate—services delivered by other federal departments or levels of
fr_fr: complètent, plutôt que répètent, les services offerts par d'autres ministères fédéraux ou d'autres

source: government.
fr_fr: paliers de gouvernement.

source: This review is not an across-the-board reduction exercise.
fr_fr: L'examen n'est pas une ronde de compressions généralisée.

source: It is a measured and strategic approach to
fr_fr: Il s'agit d'une approche mesurée et

source: improve public service productivity.
fr_fr: stratégique visant à améliorer la productivité des services publics.

source: To achieve this objective, federal departments and agencies
fr_fr: Pour atteindre cet objectif,

source: undertook a thorough review of their organizations, identifying programs and activities that were
fr_fr: les ministères et organismes fédéraux ont procédé à un examen approfondi de leur organisation afin

source: underperforming, duplicative or that had strayed away from the core federal mandate. Departments
fr_fr: de repérer les programmes et les activités qui offraient peu de rendement, faisaient double emploi

source: were directed to develop proposals using Gender-Based Analysis Plus to understand how Canadians,
fr_fr: ou s'éloignaient du mandat fédéral de base.

source: including vulnerable groups, would be affected.
fr_fr: Chaque ministère a reçu la directive d'élaborer une

source: Statutory transfers payments to provinces,
fr_fr: proposition à l'aide de l'analyse comparative entre les sexes plus afin de comprendre comment les

source: territories and individuals were outside the scope of the review.
fr_fr: Canadiens, y compris les groupes vulnérables, seraient touchés.

source: The Department of Finance and
fr_fr: Les paiements de transfert

source: Treasury Board of Canada Secretariat worked with departments to ensure their proposals were
fr_fr: ministère des Finances et le Secrétariat du Conseil du Trésor du Canada ont collaboré avec les

source: sustainable and did not create program integrity pressures or impact the health, safety and the
fr_fr: pressions sur l'intégrité des programmes et n'avaient pas de répercussions sur la santé, la sûreté

source: national security of Canadians.
fr_fr: et la sécurité nationale des Canadiens.

source: Furthermore, the government ensured the proposals did not materially
fr_fr: De plus, le gouvernement s'est assuré que les propositions

source: impact core science, research and Indigenous programming.
fr_fr: n'avaient pas d'incidence importante sur les programmes fondamentaux en matière de sciences et de

source: Evaluation of the proposals was done thoroughly, with strong governance.
fr_fr: Appuyées par une gouvernance robuste, les propositions ont été évaluées avec soin.

source: The Cabinet Committee on
fr_fr: Le comité du

source: Government Transformation / Government Efficiency reviewed all proposals to ensure appropriate
fr_fr: Cabinet de la Transformation du gouvernement / Efficacité du gouvernement a examiné toutes les

source: oversight and to apply a consistent, whole-of-government approach.
fr_fr: propositions pour assurer une surveillance adéquate et suivre une approche cohérente et

source: Following Cabinet's review, the
fr_fr: pangouvernementale.

source: Minister of Finance and Prime Minister made final decisions for inclusion in Budget 2025.
fr_fr: ministre ont pris les décisions définitives qui figurent dans le budget de 2025.

source: With this review, the government is making responsible choices to modernise government, right-size
fr_fr: Cet examen a permis au gouvernement de faire des choix responsables pour moderniser le gouvernement,

source: programs, improve efficiencies, and deliver better results and services for Canadians.
fr_fr: adapter la taille des programmes, améliorer les efficiences et offrir de meilleurs résultats et

source: By spending
fr_fr: services à la population canadienne.

source: less, we can make the generational investments that grow our economy and protect the essential
fr_fr: En engageant moins de dépenses, nous effectuons les investissements de portée historique qui permettront à notre économie de croître tout en protégeant

source: programs that keep your costs down.
fr_fr: les programmes essentiels qui limitent les coûts.

source: The Comprehensive Expenditure Review will achieve savings of $9 billion in 2026-27,
fr_fr: L'examen exhaustif des dépenses permettra de réaliser des économies de 9 milliards de

source: $10 billion in 2027-28 and $13 billion in 2028-29.
fr_fr: dollars en 2026-2027, de 10 milliards de dollars en 2027-2028 et

source: Combined with other savings
fr_fr: de 13 milliards de dollars en 2028-2029.

source: and revenues in Budget 2025, this will total $60 billion over five years, starting
fr_fr: énoncés dans le budget de 2025, il produira des économies de 60 milliards de dollars sur cinq ans, à compter de 2025-2026.

source: Detailed allocations of savings by portfolio are available in Annex 3.
fr_fr: Les économies prévues se groupent de manière générale sous les trois thèmes de programme

source: Planned savings fall under three themes generally: Modernising Government Operations, Streamlining
fr_fr: suivants : Moderniser le fonctionnement du gouvernement, Simplifier la prestation des

source: Program Delivery, and Recalibrating Government Programs.
fr_fr: programmes, et Réorienter des programmes du gouvernement.

source: Modernising Government Operations: The federal government needs to change how
fr_fr: Moderniser le fonctionnement du gouvernement : le

source: it operates and how things are being done to address the challenges we are facing as a country.
fr_fr: gouvernement fédéral doit modifier son fonctionnement et sa façon de faire pour être en mesure de relever les défis auxquels le Canada est confronté.

source: This theme includes increasing the efficiency of back-office and administrative functions,
fr_fr: fonctions administratives et de soutien, de tirer parti des nouvelles technologies et de limiter les

source: leveraging new technology, and limiting spending on discretionary travel and training, and the
fr_fr: dépenses discrétionnaires sur les déplacements et la formation, ainsi que le recours aux consultants

source: use of external consultants ($25.2 billion over four years).
fr_fr: externes (une économie de 25,2 milliards de dollars sur quatre ans).

source: Streamlining Program Delivery: Identifying the right federal program to help
fr_fr: compliqué et déroutant de trouver les programmes fédéraux qui peuvent venir en aide aux

source: you, your family or your business can be complicated and confusing.
fr_fr: particuliers, à leur famille ou à leur entreprise.

source: To make programs more
fr_fr: Pour rendre les programmes plus accessibles à la

source: accessible for Canadians and improve administrative efficiency, several federal organizations
fr_fr: population canadienne et en améliorer l'efficience administrative, plusieurs organismes fédéraux

source: will streamline their program delivery to improve services and reduce duplication
fr_fr: simplifieront la prestation de leurs programmes afin d'améliorer les services et de réduire le

source: ($1.5 billion over four years).
fr_fr: chevauchement (une économie de 1,5 milliards de dollars sur quatre ans).

source: Recalibrating Government Programs: To better align federal funding with the
fr_fr: Réorienter des programmes du gouvernement : pour mieux

source: needs of Canadians and priorities of today and tomorrow, the government has identified
fr_fr: harmoniser le financement fédéral avec les besoins des Canadiens et les priorités actuelles et

source: opportunities to refocus several programs.
fr_fr: futures, le gouvernement a cerné des occasions de recibler plusieurs programmes.

source: This will help prioritize programs that will deliver
fr_fr: Cette mesure permettra d'accorder la priorité aux programmes qui auront l'incidence la plus importante (une

source: the greatest impact ($17.5 billion over four years).
fr_fr: économie de 17,5 milliards de dollars sur quatre ans.

source: Consistent with a focus on improving productivity and efficiency, more than half of the total savings
fr_fr: Vu l'importance accordée à la productivité et à l'efficience, plus de la moitié de l'ensemble des

source: originate from actions to modernize government operations.
fr_fr: économies provient de mesures visant à moderniser les activités du gouvernement.

source: This will contribute to reducing
fr_fr: Ces mesures

source: projected growth in the government's day-to-day operating spending, while maintaining programs and
fr_fr: contribueront à freiner la croissance des dépenses de fonctionnement courantes, tout en maintenant

source: major transfers to Canadians.
fr_fr: les programmes et les principaux transferts aux Canadiens.

source: The government recalibrated programs through this exercise in order to
fr_fr: Le gouvernement a recentré des programmes

source: deliver on the new generational investments in infrastructure, housing, and sectoral support
fr_fr: afin de pouvoir réaliser de nouveaux investissements de portée historique dans les infrastructures,

source: provided in Budget 2025.
fr_fr: le logement et le soutien aux secteurs prévus dans le budget de 2025.

source: While this review has involved tough choices, these adjustments make sense to ensure responsible use
fr_fr: Bien que l'examen nous oblige à faire des choix difficiles, il est logique de les faire pour garantir

source: of public funds while delivering the support Canadians expect from their government.
fr_fr: une utilisation responsable des fonds publics, tout en donnant à la population le soutien qu'elle attend de son gouvernement.

source: Through the
fr_fr: Tout le long de l'examen, l'objectif était de lier à la fois les

source: review, the focus has been on linking both spending and savings to key outcomes, a number of which
fr_fr: dépenses et les économies à des résultats clés, dont certains sont présentés ci-dessous.

source: are presented below. By 2028-29, reductions from the Comprehensive Expenditure Review will represent
fr_fr: D'ici 2028-2029, les réductions faites à la suite de l'examen exhaustif des dépenses

source: 4.9 per cent of projected direct program expenses.
fr_fr: représenteront 4,9 % des dépenses de programme directes projetées.

source: These reductions are consistent with
fr_fr: Ces réductions s'arriment

source: exercises taken in previous years to ensure that the federal government's finances are sustainable.
fr_fr: sur celles d'autres examens menés par le passé pour assurer la viabilité des finances du

source: Chart 5.2 illustrates the reductions from previous review exercises at maturity as a share of
fr_fr: gouvernement du Canada. Le graphique 5.2 montre les réductions découlant d'examens antérieurs,

source: projected direct program expenses.
fr_fr: exprimées en pourcentage de programme directes projetées.

source: Savings across departments and programs vary, reflecting the need to protect the important mandates
fr_fr: Les économies réalisées dans les ministères et les programmes varient, ce qui témoigne de la

source: that some organizations have in delivering frontline services, social programs, and priorities such
fr_fr: nécessité de protéger les mandats importants de certaines organisations en matière de prestation de

source: as defence and security.
fr_fr: services de première ligne, de programmes sociaux et de priorités telles que la défense et la sécurité.

source: Recognizing recent investments and the importance of securing Canada's sovereignty, security and
fr_fr: sécurité et la protection des frontières du Canada, l'objectif annuel d'économies du ministère

source: border, the Department of National Defence, the Royal Canadian Mounted Police and the Canada
fr_fr: de la Défense nationale, de la Gendarmerie royale du Canada et de l'Agence des services
